Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=1_art_id=147.html.tmx
Source language: sme
Languages: sma

source: Du jurdagat
sma: Dov åssjalommesh

source: Mun dagan dan danin go lea buorre árbevierru.
sma: Manne dam darjoem ihke lea akte tjaebpies vuekie.

source: Oaččun iežan gávtti.
sma: Gaptam åadtjoem.

source: Ja soga čoahkkanit konfirmašuvdnii.
sma: Jïh jïjnjh fuelhkieh skyllemasse båetieh.

source: Karianne 14 jagi
sma: anne 14 jaepien båeries
